adw-gtk-theme
alsa-utils
amd-ucode
base
base-devel
bash-completion
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
chromium
cliphist
cups
cups-pk-helper
dmidecode
efibootmgr
eza
fastfetch
ffmpeg
ffmpegthumbnailer
firefox
fzf
gimp
git
greetd-tuigreet
grub
gst-plugin-pipewire
gvfs
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
imv
inkscape
inter-font
kitty
lazygit
libcanberra
libmythes
libpulse
libreoffice-fresh
linux
linux-firmware
mako
man-db
man-pages
mpv
mythes-en
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obs-studio
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
power-profiles-daemon
proton-vpn-cli
python-pip
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi
rsync
sof-firmware
starship
stow
sudo
system-config-printer
thunar
thunderbird
trash-cli
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
tumbler
ufw
unrar
unzip
usbutils
virtualbox
waybar
wget
wireplumber
wl-clip-persist
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yazi
zathura
zathura-pdf-mupdf
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
